/**
  ******************************************************************************
  * @file    bsp.c
  * @author  zwx
  * @version V1.8.0
  * @date    04-November-2016
  * @brief   Main program body
  ******************************************************************************
  */
#include "bsp.h"

/* Private typedef -----------------------------------------------------------*/
/* Private define ------------------------------------------------------------*/
/* Private macro -------------------------------------------------------------*/
/* Private variables ---------------------------------------------------------*/
/* Private function prototypes -----------------------------------------------*/
/* Private functions ---------------------------------------------------------*/


/**
  * @brief  base init
  * @param  None
  * @retval None
  */
void bsp_Init(void)
{
    NVIC_PriorityGroupConfig(NVIC_PriorityGroup_4);
}



/***************************** 安富莱电子 www.armfly.com (END OF FILE) *********************************/
